Autodesk.Revit.DB.Structure.MemberForcesServiceData.#ctor(Autodesk.Revit.DB.Document,System.Collections.Generic.IList{Autodesk.Revit.DB.ElementId})
Constructs a new instance of MemberForcesParameterServiceData.
document:
The current document.
currentElementIds:
The Ids of the current elements.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2016